export const NAMES_RU_CONST = {
  vowels: 'аеиоу',
  consonants: 'бвгдзклмнпрстчш',
  endings: [
    [
      ['а', 'ана', 'ена', 'ика', 'ина', 'ия', 'яна'],
      [
        'ан',
        'ей',
        'ер',
        'еслав',
        'ил',
        'им',
        'имир',
        'ис',
        'ислав',
        'омир',
        'он',
        'ор',
        'ослав',
        'ур',
      ],
    ],
    [
      ['ова', 'ева', 'ян', 'ич', 'ко', 'ман', 'ная', 'ер'],
      ['ев', 'ин', 'кий', 'ко', 'ман', 'ный', 'ов', 'ян'],
    ],
    [
      ['евна', 'овна'],
      ['евич', 'ович'],
    ],
  ],
};
